---
kind: other
id: Properties.T:Autodesk.Revit.DB.AssemblyMemberDifference
source: html/950ed60b-b896-8a06-e0c7-cc53c063d947.htm
---
# AssemblyMemberDifference Properties

Specifies whether the .NET object represents a valid Revit entity.